Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: 6. Let go of the skin unless you are told not to, and give the medicine slowly by pushing in the plunger. 7. Pull the needle out of your skin and quickly press a clean gauze onto the site. Do not rub the skin. 8. Hold pressure on the site for a few seconds. 9. Put the used syringe and needle into a strong container that has a cap or lid, such as a bleach or detergent jug. • Do not put the cover back on the needle. • Do not reuse or share needles. Needle Disposal • Close the container tightly after use. • Keep out of the reach of children and pets. • Ask your pharmacy how to safely throw away a full sharps container. 10. Wash your hands again. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Giving Medicine by Injection Under the Skin. Russian.
ru: 6. Отпустите кожу, если вам не давали других указаний, и медленно введите лекарство, нажимая на поршень. 7. Вытащите иглу из кожи и быстро приложите к месту укола чистую салфетку. Не трите кожу. 8. Прижмите место укола на пару секунд. 9. Положите использованный шприц и иглу в прочный контейнер с крышкой, например в коробку от отбеливателя или стирального порошка. • Не закрывайте иглу колпачком. • Не используйте иглы повторно и не передавайте их другим. • После использования плотно закройте контейнер. • Храните контейнер в местах, недоступных для детей и животных. • Узнайте в аптеке про безопасные способы утилизации контейнеров с острыми предметами. 10. Вымойте руки еще раз. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Take Action if you see signs of overdose 1. Check response. • Shout the person’s name and shake their shoulders. • If no response, rub your knuckles on the center bone of their chest. 2. Call 911. • Say, “I have a person who is not responding and is not breathing.” Give location and address if known. • Do not wait for emergency services to arrive before giving naloxone. Call 911 even if the peson responds to the naloxone (Narcan). 3. Give naloxone (Narcan) nasal spray. • Open package and peel paper to remove nasal spray. Follow directions in next section. Giving naloxone nasal spray 1. Position the person on their back. 2. Hold the spray with your thumb on the bottom of the plunger and your first and middle fingers on either side of the nozzle. 3. Place the tip of the nozzle into one side of the nose, so your fingers are against the bottom of the nose. 4. Press the plunger firmly to give the dose of the spray. Giving Naloxone. Russian.
ru: Действия при признаках передозировки 1. Проверьте, реагирует ли человек. • Громко произнесите имя человека и потрясите его за плечи. • При отсутствии ответа потрите костяшками центр грудины. 2. Позвоните по тел. 911. • Сообщите, что рядом человек, который ни на что не реагирует и не дышит. Укажите адрес. • Не ожидая прибытия скорой помощи, введите пострадавшему налоксон. Позвоните по тел. 911 даже при наличии реакции на налоксон (наркан). 3. Используйте назальный спрей налоксон (наркан). • Вскройте упаковку и достаньте баллончик. Следуйте инструкциям, представленным далее. Наконечник Применение Nozzle назального спрея налоксон Поршень Plunger 1. Положите пострадавшего на спину. 2. Удерживайте баллончик, поместив большой палец на поршень, а указательный и средний пальцы — по обе стороны наконечника. 3. Введите наконечник в ноздрю, чтобы ваши пальцы касались носа. 4. Нажмите на поршень, чтобы ввести дозу спрея.

source: 5. Remove the spray device from the nose and throw it away. It only contains 1 dose. Throw it away out of the reach of children. 6. Stay with the person until help arrives. • If the person starts to breathe on their own, roll them onto their side, so they do not choke if they vomit. Knee stops body from rolling • If the person does not begin to breathe on their own after 2 or 3 minutes: Ì Give another dose of naloxone if you have it available. Start recue breathing:  Make sure there is nothing in the person’s mouth. Tilt the head back by lifting their chin with your hand to open their airway. Giving Naloxone. Russian.
ru: 5. Использованный баллончик извлеките из носа и выбросите. Он содержит только одну дозу. Выбрасывайте баллончик в месте, недоступном для детей. 6. Оставайтесь рядом с пострадавшим до прибытия скорой помощи. • Если пострадавший начнет дышать самостоятельно, переверните его на бок, чтобы он не задохнулся рвотными массами. Рука поддерживает голову onto stomach Hand supports head • Если человек не начнет дышать самостоятельно в течение 2–3 минут: Ì введите ему еще одну дозу налоксона; начните делать искусственное дыхание:  убедитесь в отсутствии во рту посторонних тел, запрокиньте голову назад, приподняв рукой подбородок для освобождения дыхательных путей;

source: x If you have a face shield, place it over their nose and mouth and pinch their nose shut with your other hand x If you have a pocket mask, place it over their nose and mouth to make a seal. If you do not have a shield or mask, pinch their nose shut with your other hand.  Give 2 slow and deep breaths into their mouth to cause their chest to rise. Continue giving 1 breath every 5 seconds until they are breathing on their own or help arrives. Giving Naloxone. Russian.
ru: x по возможности поместите на нос и рот пострадавшего защитную повязку и зажмите его нос свободной рукой; x при наличии дыхательной маски поместите ее на нос и рот и плотно прижмите; при отсутствии дыхательной маски или защитной повязки зажмите свободной рукой нос пострадавшего; сделайте 2 медленных глубоких выдоха в рот, чтобы грудная клетка приподнялась; продолжайте делать по одному выдоху каждые 5 секунд, пока пострадавший не начнет дышать самостоятельно или не прибудет помощь.

source: About naloxone nasal spray • Store naloxone at room temperature and away from light. • Check the expiration date on the package. If the expiration date is past, throw the package away and get a new one from the pharmacy. • Naloxone will not reverse overdoses caused by drugs that are not opioids. • Naloxone can cause non life-threatening withdrawal symptoms. Review the package instructions for more information. • In Ohio, the law protects the person calling 911 and using naloxone to reverse a drug overdose, as well as the person who is overdosing. • Naloxone is available in Ohio without a prescription. Pharmacies by county listed at: pharmacy.ohio.gov/Licensing/ NaloxonePharmacy. © 2016 - January 17, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Giving Naloxone. Russian.
ru: Информация о назальном спрее налоксон • Налоксон следует хранить в темном месте при комнатной температуре. • Проверьте срок годности на упаковке. Если срок годности истек, выбросьте препарат и приобретите в аптеке новый. • Налоксон не эффективен при передозировке, вызванной препаратами, не относящимися к опиоидам. • Налоксон может вызывать не угрожающие жизни симптомы абстиненции. Для получения дополнительной информации ознакомьтесь с инструкцией к препарату. • Законодательство штата Огайо защищает как пострадавшего от передозировки, так и человека, обратившегося по номеру 911 и применившего налоксон для оказания помощи. • В Огайо налоксон можно приобрести без рецепта. Список аптек по округам см. на сайте pharmacy.ohio.gov/ Licensing/NaloxonePharmacy. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Glucose Tolerance A glucose tolerance test measures your body’s response to sugar (glucose). This test can be used to check for high blood sugar caused by type 2 diabetes. A version of the test is also used to check for gestational diabetes (a type that develops during pregnancy). Checking for Type 2 Diabetes (not during pregnancy) Before Test • You will need to fast, so you are not able to eat or drink anything except for water for at least 8 hours before the test. • Do not smoke the morning of the test. • If you are to take your medicines the morning of the test, take them with sips of water only. During Test • A sample of your blood is taken with a needle. • You are given a sweet soda to drink. Drink it all as directed. • Do not eat or drink anything except water until the end of the test. • Another blood sample will be taken each hour for the length of the test. After Test • You may eat and drink again. • Test results are sent to your doctor. Your doctor will share the results with you. Glucose Tolerance Test. Russian.
ru: тест Test В ходе глюкозотолерантного теста проверяется реакция организма на сахар (глюкозу). Анализ помогает установить повышенное содержание сахара в крови, вызванное диабетом 2-го типа. Разновидность этого анализа используется для проверки на гестационный диабет у беременных. Проверка на диабет 2-го типа (не во время беременности) Перед тестом • Кровь на анализ сдается натощак: за 8 часов до исследования нельзя ни есть, ни пить ничего, кроме воды. • Не курите утром перед анализом. • Если нужно принять лекарства утром в день исследования, запейте их небольшим количеством воды. Проведение теста • У вас возьмут кровь с помощью иглы. • Затем вам дадут выпить сладкую газированную воду. • До завершения теста нельзя есть и пить ничего, кроме воды. • У вас возьмут кровь еще несколько раз с интервалом 1 час. После теста • Теперь вы снова можете принимать пищу и питье. • Результаты теста будут отправлены вашему врачу, и он обсудит их с вами.

source: Checking for Gestational Diabetes During Pregnancy Before Test • You do not need to fast for this test. During Test • You will be given a sweet soda to drink. • Do not drink or eat anything for 1 hour after the soda. • After 1 hour, you will have a finger stick to get a drop of your blood to check your blood sugar level. After Test • If your level is high, more testing may be needed. If you do not feel well at anytime, tell the staff right away. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - December 14, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Glucose Tolerance Test. Russian.
ru: Проверка на гестационный диабет (диабет беременных) Перед тестом • Перед этим анализом можно есть. Проведение теста • Вам дадут сладкую газированную воду. • После этого не пейте и не ешьте ничего в течение 1 часа. • Через 1 час у вас возьмут кровь из пальца для проверки уровня сахара. После теста • Если сахар будет высокий, может потребоваться дополнительное обследование. Если вы в какой-то момент почувствуете себя плохо, сразу же сообщите персоналу. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Hand Washing Handwashing is one of the best ways to protect yourself and your family from getting sick. When you are in the hospital or being cared for by others, your caregivers and visitors also need to wash their hands often. Ask everyone if they have washed their hands before they touch you or things that may be used in your care. Hand washing also needs to occur at home where care is done by the patient or family member. Hand washing must always be the first and last step of care and is needed even if gloves are worn. How to Wash Your Hands • Wet your hands with clean, running water (warm or cold), turn off the tap and apply soap. • Lather your hands by rubbing them together with the soap. Lather the backs of your hands, between your fingers, and under your nails. You can use a nail brush or old tooth brush to get under and around your nails. • Scrub your hands for at least 20 seconds. • Rinse your hands well under clean, running water. • Use a paper towel or clean towel in your hand to turn off the water. This keeps your hand clean when you touch the faucet handle, which is not clean. • Dry your hands using a clean towel or air dry them. Hand Washing. Russian.
ru: рук Мытье рук — один из лучших способов защитить себя и свою семью от болезней. Когда вы в больнице или за вами ухаживают другие люди, те, кто ухаживает за вами и посещает вас, тоже должны часто мыть руки. Спрашивайте всех, мыли ли они руки прежде, чем прикоснуться к вам или к предметам, которые используются для ухода за вами. Руки необходимо мыть и дома, когда пациент сам ухаживает за собой или за ним ухаживает кто-то из членов семьи. Мыть руки необходимо перед и после ухода за больным, даже если при этом надеты перчатки. Как мыть руки • Смочите руки чистой проточной водой (теплой или холодной), закройте кран и нанесите на руки мыло. • Потрите руки, чтобы вспенить мыло. Потрите тыльную сторону ладоней, между пальцами и под ногтями. Под ногтями и вокруг ногтей используйте специальную щеточку или старую зубную щетку. • Мойте руки не менее 20 секунд. • Хорошо промойте руки под чистой проточной водой. • Закройте кран бумажным или обычным чистым полотенцем, чтобы не касаться грязного крана. • Вытрите руки чистым полотенцем или дайте им высохнуть.

source: Hand Sanitizer Washing hands with soap and water is the best way to remove all types of germs and chemicals. If soap and water are not available, use an alcohol-based hand sanitizer with at least 60% alcohol. To clean your hands, put enough liquid on your hands to wet the front and back of your hands and your fingers. Rub the liquid briskly like you are washing your hands. Be sure to get between your fingers. Rub your hands until they are dry. © 2005 - March 8, 2021, Health Information Translations. Source: Centers for Disease Control and Prevention. Unless otherwise stated, user personal, non-commercial use only. The medical information found on this website care provider. You should always seek the advice of your doctor or other qualified you may have about a medical condition. The Ohio State University Wexner Medical Hospital are not responsible for injuries or damages you may incur as a result of Hand Washing. Russian.
ru: Дезинфицирующее средство для рук Мытье рук водой с мылом — лучший способ удалить все виды микробов и химикатов. Если мыло и вода недоступны, используйте дезинфицирующее средство для рук с содержанием спирта не менее 60%. Для очистки рук нанесите достаточное количество жидкости, чтобы смочить ладони, тыльную сторону ладоней и пальцы. Интенсивно вотрите средство в кожу, совершая движения, как при мытье рук. Обязательно обработайте кожу между пальцами. Трите руки, пока они не высохнут. should not be used in place of a consultation with your doctor or other health health care provider before you start or stop any treatment or with any questions Center, Mount Carmel Health System, OhioHealth and Nationwide Children’s your stopping medical treatment or your failure to obtain treatment.

source: Head Head lice are tiny bugs about the size of a sesame seed. They live in the hair and bite the scalp to suck blood. They do not fly or jump, but they can move very fast. This makes it hard to find them in the hair. Nits are the eggs of the lice. They look like yellowish, white, or brown dandruff. Head lice attach their eggs to shafts of hair with a waterproof “glue”. The eggs are laid close to the scalp. Look for eggs at the back of the neck and behind the ears. These eggs cannot be washed out or brushed out of the hair. They must be picked out one at a time. Causes Lice can spread quickly from one person to another if the persons: • Share hats, scarves, combs, brushes, hair clips or barrettes, hair bands, helmets or clothing • Lie on the same bed, couch, or carpet • Play close together • Use items stored in closets or lockers that have the lice or eggs on them Head Lice. Russian.
ru: вши Lice Головные вши — это крошечные насекомые размером с кунжутное семя. Они живут в волосах и кусают кожу головы, чтобы сосать кровь. Они не летают и не прыгают, но могут очень быстро передвигаться. Поэтому их тяжело обнаружить в волосах. Вши откладывают яйца (гниды). Они выглядят как желтоватая, белая или коричневая перхоть. Головные вши прикрепляют яйца к волосяным стержням с помощью водостойкого «клея». Они откладывают яйца близко к коже головы. Поищите яйца на затылке и за ушами. Яйца невозможно смыть или вычесать. Их нужно удалять по-одному. Причины Вши легко передаются от одного человека к другому, когда люди: • Пользуются общими шапками, шарфами, расческами, щетками, зажимами, заколками, лентами для волос, шлемами или одеждой • Лежат на одной кровати, диване или ковре • Играют рядом друг с другом • Пользуются предметами, которые хранятся в гардеробе или шкафчиках, где есть вши или гниды

source: Signs • Itching or tickling feeling that something is moving around or tickling the head. • Red marks or sores on the scalp sometimes with drainage and crusting. These are often found behind the ears or on the back of the neck. If the skin is scratched open, the sores can get infected and must be treated by your doctor. • Scratching the head. Sometimes it takes weeks for a child to start scratching. Treatment Your child’s doctor can suggest a medicated lice shampoo, cream or lotion. You can buy lice products at your local pharmacy without a prescription. Some of the products will have a special nit comb in the package or you can buy one separately. This special comb can help find and remove eggs. It is very important to remove all of the lice eggs and to treat all of your family members. Special Warnings about Lice Products • If you or your child is allergic to ragweed or chrysanthemums, check with your doctor or pharmacist before using any brand of medicated rinse or shampoo. The active ingredient in some brands such as Rid, Pronto, and A-200 could cause a serious allergic reaction. Head Lice. Russian.
ru: Симптомы • Зуд или ощущение как будто что- то движется по голове или щекочет голову. • Красные пятна, гнойные язвы или корки на коже головы. Они часто находятся за ушами или на затылке. Если расчесать кожу, в язвы может попасть инфекция, которая требует лечения под наблюдением врача. • Почесывание головы. С момента заражения ребенка до того, как он начнет чесаться, может пройти несколько недель. Лечение Врач может назначить шампунь, крем или лосьон от вшей. Средства от педикулеза можно приобрести в ближайшей аптеке без рецепта. Некоторые средства продаются со специальным гребнем для вычесывания гнид, но его также можно приобрести отдельно. С помощью гребня легче находить и вычесывать гниды. Очень важно удалить все гниды и обработать волосы всех членов вашей семьи. Меры предосторожности при использовании средств от педикулеза • Если у вас или вашего ребенка аллергия на амброзию или хризантемы, перед использованием лечебного шампуня или ополаскивателя любой торговой марки посоветуйтесь со своим врачом или фармацевтом. Активные ингредиенты некоторых торговых марок, таких как Rid, Pronto и A-200, могут вызвать серьезную аллергическую реакцию.

source: • If you are pregnant or breastfeeding, check with your doctor before using lice products. • House pets do not carry human lice and should not be treated. How to Use Permethrin Brand names: Acticin, Elimite, Nix Crème Rinse, and others For adults and children 2 months old and older: 1. Wash the hair with regular shampoo. Do not use a conditioner. It can keep the lice medicine from working. Rinse with warm water and towel dry. Do not use this towel again until it has been laundered in hot soapy water then dried. Use the hot cycle of your dryer for at least 20 minutes. . 2. Shake the bottle of product well. 3. Protect the eyes with a towel and close eyes tightly. 4. Wet the hair and scalp completely. Be sure to wet the back of the neck and behind the ears. If the product gets in the eyes, rinse right away with cool water. 5. Leave the product on the hair for 10 minutes, but no longer. 6. Rinse the hair and skin around the scalp well with water. Rub with a fresh dry towel. Do not use a hair dryer – some lice products use chemicals that could cause the hair to set on fire. Head Lice. Russian.
ru: • Если вы беременны или кормите ребенка грудью, перед использованием средств от педикулеза посоветуйтесь с врачом. • Человеческие вши не живут на домашних животных, поэтому их не нужно лечить от педикулеза. Как пользоваться перметрином Торговые марки: Acticin, Elimite, Nix Crème Rinse и другие Для взрослых и детей старше 2 месяцев: 1. Вымойте голову обычным шампунем. Не используйте кондиционер для волос. Он может снизить лечебный эффект средств от педикулеза. Промойте волосы теплой водой и насухо вытрите полотенцем. Перед повторным использованием полотенце необходимо постирать в горячей воде с моющим средством и высушить. Для этого установите сушильную машину на горячий цикл продолжительностью не менее 20 минут. 2. Хорошо встряхните флакон с лекарственным средством. 3. Накройте глаза полотенцем и хорошо зажмурьтесь. 4. Обработайте средством все волосы и кожу головы. Обязательно смочите затылок и кожу за ушами. Если лекарство попало в глаза, немедленно промойте их холодной водой. 5. Оставьте средство на волосах, но не более чем на 10 минут. 6. Хорошо промойте волосы и кожу головы водой. Вытрите чистым сухим полотенцем. Не пользуйтесь феном, так как в некоторых средствах от педикулеза содержатся легковоспламеняющиеся химические вещества, из-за которых волосы могут загореться.
